Repository: ridgeview-apps/earnings-meter
Catalog: Packages/PresentationViews/Sources/PresentationViews/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: es, fr

# appInfo.app.version.title
source: App version
es: Versión
fr: Version

# appInfo.contact.us.title
source: Contact us
es: Enviar comentarios
fr: Envoyer des commentaires

# appInfo.navigation.title
source: About this app
es: Esta aplicación
fr: Cette app

# appInfo.rate.this.app.title
source: Rate this app
es: Valorar la aplicación
fr: Noter cette app

# contact.us.body.app.version
source: App version
es: Versión
fr: Version

# contact.us.body.device.info
source: Device
es: Dispositivo
fr: Appareil

# contact.us.body.diagnostic.info
source: The information below may help us to answer your questions:
es: Esta información nos ayuda a contestar a sus preguntas:
fr: Cette information nous aidera à répondre à vos questions:

# contact.us.body.locale.info
source: Language/Region
es: Idioma/Región
fr: Langue/Région

# contact.us.subject %@
source: Feedback on %@
es: Comentarios sobre %@
fr: Commentaires sur %@

# earnings.since.navigation.title
source: Accumulated earnings
es: Ganancias acumuladas
fr: Revenus cumulés

# earnings.today.navigation.title
source: Earnings today
es: Ganancias hoy
fr: Revenus aujourd'hui

# mail.not.supported
source: Sorry, mail is not supported on this device.
es: La app Mail no está disponible.
fr: L'app Mail n'est pas disponible

# meter.date.picker.please.select
source: Since
es: Desde
fr: Depuis

# meter.date.picker.reset.button.title
source: Reset
es: Reiniciar
fr: Réinitialiser

# meter.date.picker.reset.confirm.cancel.button
source: Cancel
es: Cancelar
fr: Annuler

# meter.date.picker.reset.confirm.title
source: Reset to today's date?
es: ¿Restablecer a la fecha de hoy?
fr: Réinitialiser à la date d'aujourd'hui ?

# meter.header.earnings.since.title %@
source: Since %@
es: Desde %@
fr: Depuis %@

# meter.header.earnings.today.title
source: Earnings today
es: Ganancias hoy
fr: Revenus quotidiens

# meter.hireStatus.atWork
source: At work
es: Trabajando
fr: Au travail

# meter.hireStatus.free
source: Free
es: Libre
fr: Libre

# settings.button.title.save
source: Save
es: Guardar
fr: Enregistrer

# settings.button.title.start
source: Start
es: Inicio
fr: Démarrer

# settings.discardChanges.cancelButton
source: Keep Editing
es: Seguir editando
fr: Continuer la modification

# settings.discardChanges.confirmButton
source: Discard Changes
es: Descartar cambios
fr: Ignorer les modifications

# settings.discardChanges.message
source: You have unsaved changes. If you close now, your edits will be lost.
es: Tienes cambios sin guardar. Si cierras ahora, perderás tus ediciones.
fr: Vous avez des modifications non enregistrées. Si vous fermez maintenant, elles seront perdues.

# settings.discardChanges.title
source: Discard changes?
es: ¿Descartar cambios?
fr: Ignorer les modifications ?

# settings.keyboard.done
source: Done
es: Listo
fr: Terminé

# settings.navigation.title.edit
source: Settings
es: Ajustes
fr: Réglages

# settings.navigation.title.welcome
source: Welcome
es: Empecemos
fr: Bienvenue

# settings.rate.calculated %@
source: You earn approximately %@ per day
es: Usted gana %@ por día (aprox.)
fr: Vous gagnez %@ par jour (approx.)

# settings.rate.calculated.exact %@
source: You earn %@ per day
es: Usted gana %@ por día
fr: Vous gagnez %@ par jour

# settings.rate.picker.accessibility.hint
source: Choose whether your amount is annual, daily, or hourly
es: Elige si la cantidad es anual, diaria o por hora
fr: Choisissez si le montant est annuel, journalier ou horaire

# settings.rate.picker.accessibility.label
source: Rate period
es: Periodo de tarifa
fr: Période de tarif

# settings.rate.picker.annual
source: Per year
es: Por día
fr: Par an

# settings.rate.picker.daily
source: Per day
es: Por año
fr: Par jour

# settings.rate.picker.hour
source: Per hour
es: Por hora
fr: Par heure

# settings.rate.placeholder
source: Salary or rate
es: Salario
fr: Salaire

# settings.rate.title
source: I earn
es: Gano
fr: Je gagne

# settings.rate.validation.invalidAmount
source: Enter a valid rate amount
es: Introduce una cantidad válida
fr: Saisissez un montant valide

# settings.runAtWeekends.accessibility.hint
source: Turn on if you also work Saturdays and Sundays
es: Actívalo si también trabajas sábados y domingos
fr: Activez si vous travaillez aussi le samedi et le dimanche

# settings.runAtWeekends.title
source: I work weekends
es: Trabajo los fines de semana
fr: Je travaille le week-end

# settings.welcome.message
source: Please enter your details then tap Start
es: Rellene sus detalles y pulse Inicio
fr: Veuillez remplir vos détails et appuyer sur Démarrer

# settings.workingHours.collapse.hint
source: Double tap to collapse time picker
es: Toca dos veces para contraer el selector de hora
fr: Touchez deux fois pour réduire le sélecteur d’heure

# settings.workingHours.endTime.title
source: I finish work at
es: Hora de fin
fr: Heure de fin

# settings.workingHours.expand.hint
source: Double tap to expand and edit time
es: Toca dos veces para expandir y editar la hora
fr: Touchez deux fois pour développer et modifier l’heure

# settings.workingHours.invalid
source: Start and end time cannot be the same
es: La hora de inicio y fin no pueden ser la misma
fr: L’heure de début et de fin ne peuvent pas être identiques

# settings.workingHours.overnight.info
source: Overnight shift: finish time is treated as next day
es: Turno nocturno: la hora de fin se considera del día siguiente
fr: Service de nuit : l’heure de fin est considérée au jour suivant

# settings.workingHours.startTime.title
source: I start work at
es: Hora de inicio
fr: Heure de début

# tab.title.accumulated.earnings
source: Accumulated
es: Desde
fr: Depuis

# tab.title.earnings.today
source: Today
es: Hoy
fr: Aujourd'hui

# toolbar.close.button.accessibility.hint
source: Dismiss this screen
es: Cerrar esta pantalla
fr: Fermer cet écran

# toolbar.close.button.accessibility.label
source: Close
es: Cerrar
fr: Fermer

# widget.meter.configuration.description
source: View my earnings so far today
es: Ver mis ganancias hoy
fr: Voir mes revenus quotidiens

# widget.meter.configuration.display.name
source: Earnings Meter
es: Ganancias
fr: Revenus
